Repository: projectestac/wordpress-xtec-ms-manager
Catalog: languages/xmm-*.po
Languages: ca

source: Multisite Manager
ca: Gestor Multisite

source: Requests
ca: Peticions

source: Request Types
ca: Tipus de peticions

source: Settings
ca: Opcions

source: SQL execution
ca: Execució d'SQL

source: Step 1 - SQL sentence
ca: Pas 1 - Sentència SQL

source: SQL sentence
ca: Sentència SQL

source: Use the keyword <code>[prefix]</code> to get the proper blog prefix (wp_, wp_1_, wp_2_, ...)
ca: Utilitzeu la paraula clau <code>[prefix]</code> per obtenir el prefix de les taules del blog (wp_, wp_1_, wp_2_, ...)

source: Step 2
ca: Pas 2

source: Step 2 - Select Blogs
ca: Pas 2 - Selecció de blogs

source: Main database
ca: Base de dades principal

source: All blogs
ca: Tots els blogs

source: Blogs that match this query
ca: Blogs que compleixen una condició

source: Some blogs selected manually
ca: Alguns blogs seleccionats manualment

source: List of blogs' IDs
ca: Llista dels ID dels blogs

source: (Comma separated. Ranges allowed in the form 1-5)
ca: (Separats per comes. Es poden indicar rangs mitjançant la sintaxi 1-5)

source: List of blogs' names
ca: Llista de noms de blogs

source: (Comma separated)
ca: (Separats per comes)

source: Step 3
ca: Pas 3

source: Go Back
ca: Torna enrere

source: Step 3 - Confirm execution
ca: Pas 3 - Confirmació de l'execució

source: SQL match sentence
ca: SQL per indicar la condició que s'ha de complir

source: Execute in main database
ca: Executa-ho a la base de dades principal

source: Execute in all blogs
ca: Executa-ho a tots els blogs

source: Selected blogs
ca: Blogs seleccionats

source: Execute SQL now!
ca: Executa l'SQL ara!

source: Step 4 - Results of the execution
ca: Pas 4 - Resultats de l'execució

source: The match sentence must be a select
ca: La sentència per indicar la condició ha de ser una select

source: Query executed successfully
ca: S'ha executat la sentència correctament

source: Query executed successfully. Number of rows affected:
ca: S'ha executat la sentència correctament. Nombre de files afectades:

source: The query was executed successfully, but returns no results
ca: S'ha executat la consulta correctament, però no ha retornat cap resultat

source: Request the extension of the quota
ca: Sol·licita l'ampliació de la quota

source: Dear request admin,
ca: Benvolgut/da administrador/a de peticions,

source: There is a new request pending to be attended:
ca: Hi ha una petició nova a l'espera de ser atesa:

source: Request Type
ca: Tipus de petició

source: User
ca: Usuari

source: Registration Time
ca: Hora de registre

source: Comments
ca: Comentaris

source: Sincerely yours,
ca: Atentament,

source: XTECBlocs team
ca: L'equip de XTECBlocs

source: P.S.: This is an automatic message, please don't reply
ca: P.D.: Aquest missatge s'envia automàticament, si us plau, no el respongueu

source: [%s] New request
ca: [%s] Petició nova

source: Dear user,
ca: Benvolgut/da usuari/ària,

source: The state of the request <strong>##REQUESTTYPENAME##</strong> done in blog <a href="##BLOGURL##">##BLOGURL##</a> has changed to <strong>##REQUESTSTATE##</strong>.
ca: L'estat de la petició <strong>##REQUESTTYPENAME##</strong> realitzat al blog <a href="##BLOGURL##">##BLOGURL##</a> ha passat a <strong>##REQUESTSTATE##</strong>.

source: The response of the administrators is:
ca: La resposta dels administradors del servei és la següent:

source: If you disagree with the resolution, you can do a new request and explain your reasons.
ca: En cas de disconformitat amb la resolució, podeu fer una petició nova i fer constar les vostres al·legacions.

source: [%s] State of requests
ca: [%s] Estat de les peticions

source: Request type successfully created
ca: S'ha creat el tipus de petició correctament

source: Could not create the request type
ca: No s'ha pogut crear el tipus de petició

source: Request type successfully updated
ca: El tipus de petició s'ha actualitzat correctament

source: Could not update the request type
ca: No s'ha pogut actualitzar el tipus de petició

source: Request type successfully deleted
ca: S'ha esborrat correctament el tipus de petició

source: Could not delete the request type
ca: No s'ha pogut esborrar el tipus de petició

source: New request type
ca: Tipus de petició nova

source: Name
ca: Nom

source: State
ca: Estat

source: Description
ca: Descripció

source: Title for comments
ca: Títol pels comentaris

source: Actions
ca: Accions

source: New Request Type
ca: Tipus de petició nova

source: Request type name
ca: Nom del tipus de petició

source: Text for optional comments field
ca: Text pel camp opcional de comentaris

source: Save changes
ca: Desa els canvis

source: Request type edition
ca: Edició del tipus de petició

source: Request type not found
ca: No s'ha trobat el tipus de petició

source: Request type state not set
ca: No s'ha indicat el tipus de petició

source: Active
ca: Activa

source: Inactive
ca: Inactiva

source: XTEC Multisite Manager
ca: Gestor multisite de la XTEC

source: Request successfully created
ca: S'ha creat la petició correctament

source: Could not create the request
ca: No s'ha pogut crear la petició

source: Request successfully updated
ca: S'ha actualitzat la petició correctament

source: Could not update the request
ca: No s'ha pogut actualitzar la petició

source: Request successfully deleted
ca: S'ha esborrat la petició correctament

source: Could not delete the request
ca: No s'ha pogut esborrar la petició

source: Blog URL
ca: URL del blog

source: Quota usage
ca: Ús de la quota

source: Request date
ca: Data de la petició

source: Edition date
ca: Data de la darrera edició

source: Date not set
ca: No s'ha establert la data

source: New request
ca: Petició nova

source: New Request
ca: Petició nova

source: There are no available request types
ca: No hi ha cap tipus de petició definida

source: Select a request type
ca: Seleccioneu un tipus de petició

source: Submit request
ca: Tramet la petició

source: Request details
ca: Detalls de la petició

source: Request not found
ca: No s'ha trobat la petició

source: Request state
ca: Estat de la petició

source: Latest change
ca: Darrer canvi

source: Not edited yet
ca: Encara no s'ha editat

source: Response
ca: Resposta

source: Private notes (only seen by administrators)
ca: Notes privades (només les veuen els administradors)

source: Edit the request
ca: Edita la petició

source: Back to the request list
ca: Torna a la llista de peticions

source: Request state not set
ca: No s'ha establert la data de la petició

source: Pending
ca: Pendent

source: Denied
ca: Denegada

source: Accepted
ca: Solucionada

source: Settings updated successfully
ca: S'han desat les opcions correctament

source: Requests settings
ca: Opcions de les peticions

source: Quota usage to allow ask for an extension
ca: Ús de la quota a partir del qual es pot demanar una ampliació

source: Send e-mail messages when requests are created
ca: Notifica per correu la creació de les peticions

source: E-email addresses to notify new requests
ca: Adreces de correu a on notificar la creació de peticions

source: Comma separated values
ca: Valors separats per comes

source: An error has ocurred in sentence
ca: S'ha produït un error en executar la sentència

source: Error description
ca: Descripció de l'error

source: Summary of results
ca: Resum de resultats

source: Value
ca: Valor

source: Number of ocurrences
ca: Nombre d'aparicions

source: Sum of ocurrences
ca: Suma d'aparicions

source: Sum of ocurrences x value
ca: Suma d'aparicions x valor
